Revit 2027 API
ParameterTypeId.SheetIssueDate Property
 "Sheet Issue Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetIssueDate { get; }
Public Shared ReadOnly Property SheetIssueDate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetIssueDate {
	ForgeTypeId^ get ();
}
static member SheetIssueDate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace